Repository: 84000/data-translation-memory
Catalog: toh224-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ལྷག་པའི་བསམ་པ་བརྟན་པའི་ལེའུ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: The Noble Mahāyāna Sūtra The Episode of Dṛḍhādhyāśaya Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ། དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ལྔ་བརྒྱ་ཙམ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ། །
en: The Blessed One was residing on Vulture Peak, in Rājagṛha, together with a great monastic saṅgha of 1,250 bhikṣus and 500 bodhisattvas.

source: དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པ་ནང་པར་སྔར་ཤམ་ཐབས་དང་། ཆོས་གོས་བགོས། ལྷུང་བཟེད་ཐོགས་ཏེ་རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་སོང་ངོ་། །
en: At that time, early in the morning, the bodhisattva Dṛḍhādhyāśaya put on his lower and upper robes and, carrying his begging bowl, went for alms in Rājagṛha.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པ་བསོད་སྙོམས་ཀྱི་ཕྱིར་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་མཐར་ཆགས་སུ་རྒྱུ་བ་ན། ཚོང་དཔོན་ཞིག་གི་ཁྱིམ་ན་བུ་མོ་གཟུགས་བཟང་བ་མཛེས་པ།
en: While the bodhisattva Dṛḍhādhyāśaya was on his alms round from house to house in the city of Rājagṛha he saw a girl inside the house of a merchant.

source: བལྟ་ན་སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ་ཞིག་ཡོད་པ་མཐོང་ངོ་། །
en: She was beautiful, good looking, with the most splendid and excellent complexion.

source: དེས་བུ་མོ་དེ་མཐོང་ནས་འདོད་ཆགས་ཀྱིས་ཡོངས་སུ་གདུང་བ་སྐྱེས་ཏེ།
en: Seeing this girl, he was overcome with the pangs of desire.

source: དེས་མི་སྡུག་པ་ཡིད་ལ་བྱའོ་སྙམ་དུ་བསམས་ཀྱང་དེའི་སེམས་སྡུག་པའི་མཚན་མ་འབའ་ཞིག་གིས་ཡོངས་སུ་ཟིན་ཏེ་འདུག་པར་གྱུར་ཏོ། །
en: No matter how much he told himself to focus his attention on her unpleasantness, all he could do was think of her beauty.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པ་དགའ་བར་འཛིན་པའི་སེམས་ཀྱིས་ཁྱིམ་དེ་ནས་བསོད་སྙོམས་མ་བླངས་པར་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ནས་ལྷུང་བཟེད་སྟོང་བཞིན་དུ་ཕྱིར་སོང་སྟེ།
en: So, feeling overwhelmed by his ardor, the bodhisattva Dṛḍhādhyāśaya did not accept alms from that household and left the city of Rājagṛha with an empty begging bowl.

source: འདོད་པའི་རྟོག་པ་དེ་ཡིད་ལ་མི་བྱ་བར་བྱ་བའི་ཕྱིར་འབད་ན་སོ་སོར་བརྟག་པའི་སྟོབས་ཀྱིས་ཀྱང་འདོད་པའི་རྟོག་པ་བསལ་མ་ནུས་ནས།
en: When he tried not to let his desirous thoughts come to mind, he could not dispel those desirous thoughts using the force of any of his deliberations.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་སྤྱན་རྣམ་པར་དག་པ་མིའི་ལས་འདས་པས་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པའི་འདོད་པའི་རྟོག་པ་དང་ལྡན་པ་སོ་སོར་རྟོག་པའི་སྟོབས་ཀྱིས་ཀྱང་འདོད་པའི་རྟོག་པ་བསལ་མ་ནུས་པ་གཟིགས་སོ། །
en: Since the Blessed One’s pure divine eye transcends that of humans, he saw that the bodhisattva Dṛḍhādhyāśaya had desirous thoughts and could not dispel those desirous thoughts using the force of any of his deliberations.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པ་གདུལ་བར་བྱ་བའི་དབང་གི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པ་ལམ་གང་ནས་འགྲོ་བའི་ལམ་དེར་ཚོང་དཔོན་གྱི་བུ་མོ་དེ་ཅི་འདྲ་བ་དེ་འདྲ་བའི་བུ་མོ་ཞིག་སྤྲུལ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པས་སྤྲུལ་པའི་བུ་མོ་དེ་མཐོང་ངོ་། །
en: In order to train the bodhisattva Dṛḍhādhyāśaya, the Blessed One emanated a girl just like the daughter of the merchant on the very road upon which the bodhisattva Dṛḍhādhyāśaya was walking.

source: མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་སྨྲས་སོ། །རིགས་ཀྱི་བུ་མོ་ཁྱོད་གར་འགྲོ། །
en: Upon seeing the emanated girl, the bodhisattva Dṛḍhādhyāśaya asked, “Noble daughter, where are you going?”

source: སྤྲུལ་པའི་བུ་མོས་སྨྲས་པ། ཁྱོད་གར་བཞུད་པ་དེར་བདག་མཆིའོ། །
en: “I am going wherever you are going,” the emanated girl replied.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པ་འཇིགས་ཤིང་སྐྲག་ནས་བྲོས་སོ། །བྲོས་ནས་རི་བགྲོད་དཀའ་བ་ཞིག་ཏུ་སོང་ངོ་། །
en: The bodhisattva Dṛḍhādhyāśaya then fled in fear and fright, fleeing up to an impassable hilltop.

source: སྤྲུལ་པའི་བུ་མོ་དེ་ཡང་རི་བགྲོད་དཀའ་བ་དེ་ཉིད་དུ་སོང་ངོ་། །
en: But the emanated girl followed him up that impassable hilltop.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པ་ལུས་ངལ་ཆད་དེ་འདུག་གོ། །
en: Exhausted, the bodhisattva Dṛḍhādhyāśaya sat down.

source: སྤྲུལ་པའི་བུ་མོ་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པའི་མདུན་དུ་འདུག་གོ། །འདུག་ནས་ཀྱང་ཚིགས་སུ་བཅད་པ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བདག་ནི་སེམས་ཀྱིས་སྤང་བར་གྱིས། །
en: The emanated girl sat down in front of the bodhisattva Dṛḍhādhyāśaya and, sitting there, spoke this verse: “Relinquish me in your mind!

source: ལུས་ནི་བྲོས་པས་ཅི་ཞིག་བྱ། །
en: What use is escaping in your body?

source: བརྟན་པོ་ལུས་ནི་བྲོས་པ་ཡིས། །འདོད་ཆགས་སྤོང་བར་མི་འགྱུར་རོ། །
en: Dṛḍhādhyāśaya’s body fleeing Is not what will rid him of desire.”

source: དེ་ནས་སྤྲུལ་པའི་བུ་མོ་དེས་ཚིགས་སུ་བཅད་པ་དེ་སྐད་ཅེས་སྨྲས་ནས་རི་བགྲོད་དཀའ་བ་དེ་ལས་ལྷུང་ངོ་། །
en: With these words, the emanated girl flung herself from the impassable hilltop.

source: ལྷུང་ནས་དེའི་མགོ་ཡང་ལོགས་ཤིག་ཏུ་སོང་ངོ་། །ལག་པ་ཡང་ལོགས་ཤིག །རྐང་པ་ཡང་ལོགས་ཤིག །
en: As she plunged down, she fell apart: her head went one way, her arms another way, and her legs yet another.

source: ཡན་ལག་དང་ཉིང་ལག་རྣམས་ཀྱང་ལོགས་ཤིག་ཏུ་སོང་སྟེ།
en: All her limbs and other parts of her body disintegrated.

source: འདི་ལྟ་སྟེ་དཔེར་ན་ཁ་བ་བཅངས་པ་ལས་རབ་ཏུ་དྲོས་ཤིང་རབ་ཏུ་ཞུ་ནས་ས་ལ་ཐིམ་པ་དེ་བཞིན་དུ་སྤྲུལ་པའི་བུ་མོ་དེ། དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: Just as snow that is touched heats up, melts, and is absorbed into the ground, so, too, did the emanated girl vanish.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པས། སྤྲུལ་པའི་བུ་མོ་དེ་མ་མཐོང་ནས་འདོད་ཆགས་ཀྱི་སེམས་དེ་ཉིད་ཞི་བར་གྱུར་ཏེ། དེ་སྐྱོ་བ་ཆེན་པོ་སྐྱེས་སོ། །དེས་སྐྱོ་བ་ཆེན་པོ་ཐོབ་སྟེ།
en: Since the bodhisattva Dṛḍhādhyāśaya could no longer see the emanated girl, his desirous thoughts subsided and he began to feel greatly sorrowful.

source: སྤྲུལ་པས་ཚིགས་སུ་བཅད་པ་སྨྲས་པ་དེ་མངོན་སུམ་དུ་གྱུར་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། རང་བཞིན་འདི་དག་ཐམས་ཅད་བཅོམ་ལྡན་འདས་ལ་བདག་གིས་གསོལ་ཏོ། །
en: Greatly sorrowful as he was, he heeded the verse spoken by the emanated girl, and thought, “I will ask the Blessed One about all that has happened.

source: དེ་ལྟར་བྱས་ན་བཅོམ་ལྡན་འདས་ཀྱི་ཐུགས་ཀྱིས་སེམས་མཁྱེན་ནས་ཅི་ནས་བདག་གིས་ཆོས་མངོན་པར་རྟོགས་པར་འགྱུར་བའི་ཆོས་སྟོན་པར་འགྱུར་སྙམ་མོ། །
en: When I do so, the Blessed One, knowing my mind, will certainly give a teaching by which I will clearly realize the Dharma.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པ་བགྲོད་དཀའ་བ་དེ་ནས་བྱུང་ནས།
en: Leaving the impassable hilltop, the bodhisattva Dṛḍhādhyāśaya went to where the Blessed One was.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: He bowed his head at the feet of the Blessed One and sat down to one side.

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་འཁོར་འབུམ་ཕྲག་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ནས་ཆོས་སྟོན་ཏོ། །
en: At that time, the Blessed One was teaching the Dharma while being honored by a retinue of many hundreds of thousands that surrounded him.

source: བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་བརྟན་པས་བཅོམ་ལྡན་འདས་ཀྱི་བཀའ་རྫོགས་པར་རིག་ནས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ། པུས་མོའི་ལྷ་ང་ས་ལ་བཙུགས་ནས།
en: When the bodhisattva Dṛḍhādhyāśaya knew that the Blessed One had finished speaking, he draped his upper robe over one shoulder and knelt on the ground.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་རང་བཞིན་ཐམས་ཅད་གསོལ་ཏོ། །
en: With palms joined he bowed toward the Blessed One and asked him about all that had happened.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་གང་ལམ་གྱིས་འབྱུང་བ་ཡོངས་སུ་ཚོལ་བ་དེ་ནི་དེ་བཞིན་ཏེ།
en: The Blessed One said, “Noble son, that is what it is like for someone who seeks to use the path to escape.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པས་ནི་ཆགས་པར་འགྱུར་བའི་ཆོས་རྣམས་སྤངས་པས་འདོད་ཆགས་སྤངས་པར་མ་གསུངས་སོ། །
en: The Tathāgata, noble son, has not said that desire is eliminated by eliminating what one desires.

source: དེ་བཞིན་དུ་ཞེ་སྡང་བར་འགྱུར་བ་དང་། གཏི་མུག་པར་འགྱུར་བའི་ཆོས་རྣམས་སྤངས་པས་དེ་བཞིན་གཤེགས་པས་གཏི་མུག་སྤངས་པར་མ་གསུངས་སོ། །
en: Likewise, the Tathāgata has not said that hatred and ignorance are eliminated by eliminating what one hates or what one is ignorant about.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་གང་ཡང་དོར་བར་བྱ་བའམ། ཐོབ་པར་བྱ་བའི་ཕྱིར་ཆོས་མི་སྟོན་ཏོ། །ཡོངས་སུ་ཤེས་པར་བྱ་བ་དང་། ཡོངས་སུ་སྤང་བར་བྱ་བ་དང་། བསྒོམ་པར་བྱ་བ་དང་། མངོན་སུམ་དུ་བྱ་བ་དང་། མངོན་པར་རྟོགས་པར་བྱ་བ་དང་།
en: Noble son, the Tathāgata does not teach the Dharma because there is anything to give up or to acquire.

source: འཁོར་བ་ལས་བསྐྱོད་པར་བྱ་བ་དང་། མྱ་ངན་ལས་འདས་པར་འགྲོ་བར་བྱ་བ་དང་། བསལ་བར་བྱ་བ་དང་། གཞག་པར་བྱ་བ་དང་། དབྱེ་བར་བྱ་བའི་ཕྱིར་ཆོས་མི་སྟོན་ཏོ། །
en: He does not teach it because there is anything to know, abandon, cultivate, experience, or realize, or a saṃsāra to leave, a nirvāṇa to go to, or anything to negate, affirm, or divide.

source: རིགས་ཀྱི་བུ་གཉིས་སུ་དབྱེ་བ་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་ཆོས་ཉིད་མ་ཡིན་ནོ། །
en: “Noble son, dualistic division is not the true nature of the tathāgatas.

source: གཉིས་སུ་སྤྱོད་པ་གང་ཡིན་པ་དེ་དག་ནི་ཡང་དག་པ་ལ་ཞུགས་པ་མ་ཡིན་ནོ། །
en: People who conduct themselves dualistically are not on the right course.

source: རིགས་ཀྱི་བུ་གཉིས་གང་ཞེ་ན།
en: Noble son, what is dualistic?

source: བདག་གིས་འདོད་ཆགས་སྤང་བར་བྱའོ་སྙམ་པ་འདི་ནི་གཉིས་སོ། །
en: The thought ‘I will abandon desire’ is dualistic.

source: བདག་གིས་ཞེ་སྡང་སྤང་བར་བྱའོ། །བདག་གིས་གཏི་མུག་སྤང་བར་བྱའོ་སྙམ་པ་འདི་ནི་གཉིས་སོ། །
en: The thoughts ‘I will abandon hatred’ and ‘I will abandon ignorance’ are dualistic.

source: དེ་ལྟར་སྦྱོར་བ་གང་ཡིན་པ་དེ་དག་ནི་ཡང་དག་པ་ལ་ཞུགས་པ་མ་ཡིན་ཏེ། དེ་དག་ནི་ལོག་པར་ཞུགས་པ་ཞེས་བྱའོ། །
en: People who conduct themselves this way are not on the right course and should be said to be on the wrong course.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། མི་ལ་ལ་ཞིག་གིས་སྒྱུ་མ་མཁན་གྱི་རོལ་མོ་བྱུང་བའི་ཚེ། སྒྱུ་མ་མཁན་གྱིས་སྤྲུལ་པའི་བུད་མེད་མཐོང་ན་འདོད་ཆགས་ཀྱི་སེམས་བསྐྱེད་དེ།
en: “Noble son, this may be illustrated as follows: suppose a magician conjures up a dancer in a show, and a certain man becomes desirous upon seeing the magically conjured up woman.

source: དེ་འདོད་ཆགས་ཀྱིས་སེམས་དཀྲིས་ནས་འཁོར་གྱིས་འཇིགས་ཤིང་བག་ཚ་སྟེ་སྟན་ལས་ལངས་ནས་སོང་སྟེ། དེ་སོང་ནས་བུད་མེད་དེ་ཉིད་ལ་མི་སྡུག་པ་ཡིད་ལ་བྱེད་ཅིང་། མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་།
en: His mind wrapped up in his desire, and fearful and shy on account of the crowd, he gets up from his seat and leaves, and once he has left, he focuses on the unpleasantness of that woman and on her impermanence, suffering, emptiness, and lack of self.

source: བདག་མེད་པར་ཡིད་ལ་བྱེད་ན། རིགས་ཀྱི་བུ་འདི་ཇི་སྙམ་དུ་སེམས།
en: Noble son, what do you think?

source: ཅི་མི་དེ་ཡང་དག་པར་ཞུགས་པ་ཡིན་ནམ། འོན་ཏེ་ལོག་པར་ཞུགས་པ་ཡིན། གསོལ་པ།
en: Would that man be on the right course, or would he be on the wrong course?”

source: བཅོམ་ལྡན་འདས་གང་བུད་མེད་མ་མཆིས་པ་ལ་མི་སྡུག་པར་ཡིད་ལ་བགྱིད་ཅིང་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པར་ཡིད་ལ་བགྱིད་པའི་མི་དེའི་མངོན་པར་བརྩོན་པ་དེ་ནི་ལོག་པ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The bodhisattva Dṛḍhādhyāśaya replied, “Blessed One, that man’s endeavors to focus on the unpleasantness of a nonexistent woman and on her impermanence, suffering, emptiness, and lack of self would have been wrong.”

source: རིགས་ཀྱི་བུ་འདི་ན་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་ཁ་ཅིག་མ་སྐྱེས་མ་བྱུང་བའི་ཆོས་རྣམས་ལ་མི་སྡུག་པར་ཡིད་ལ་བྱེད་ཅིང་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་།
en: The Blessed One said, “Noble son, here there are some bhikṣus, bhikṣuṇīs, laymen, and laywomen who focus on the unpleasantness of phenomena that are unborn and unarisen, and focus on their impermanence, suffering, emptiness, and lack of self: they should be seen as just like that man.

source: སྟོང་པ་དང་། བདག་མེད་པར་ཡིད་ལ་བྱེད་པ་གང་ཡིན་པ་རྣམས་ཀྱང་དེ་དང་འདྲ་བར་བལྟ་བར་བྱའོ། །ང་ནི་མི་བླུན་པོ་དེ་དག་ལ་ལམ་སྒོམ་པ་ཡིན་ནོ་ཞེས་མི་སྨྲ་སྟེ། དེ་དག་ནི་ལོག་པར་ཞུགས་པ་ཞེས་བྱའོ། །
en: I do not say of such foolish people that they are cultivating the path; they should be said to be on the wrong course.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན་མི་ལ་ལ་གཉིད་ལོག་པའི་རྨི་ལམ་དུ་བདག་གི་ཁྱིམ་དུ་རྒྱལ་པོའི་བཙུན་མོ་མཐོང་ནས་དེ་དང་ལྷན་ཅིག་ཉལ་བར་བྱེད་དེ།
en: “Noble son, this may be illustrated as follows: suppose a man were to fall asleep and dream that the ruler’s wife is in his home and that he lies down with her.

source: དྲན་པ་ཉམས་པའི་ཕྱིར། བདག་ནི་གསད་དོ་སྙམ་དུ་དེ་ལྟར་སེམས་ནས་རྒྱལ་པོས་མ་ཚོར་གྲང་།
en: Because his presence of mind is impaired, he wonders if he might be killed, and having had that idea, the thought ‘Has the king not found out?

source: དེས་བདག་གསད་དུ་འོང་ངོ་སྙམ་ནས་དེ་འཇིགས་ཤིང་སྐྲག་སྟེ་བྲོས་ན་འདི་ཇི་སྙམ་དུ་སེམས།
en: He will come and murder me!’ frightens him and he flees in terror. What do you think about this?

source: ཅི་མི་དེ་འཇིགས་ཤིང་སྐྲག་སྟེ་བྲོས་པས་རྒྱལ་པོའི་བཙུན་མོའི་ཕྱིར་འཇིགས་པ་དེ་ལས་ཐར་བར་འགྱུར་རམ།
en: By being frightened and fleeing in terror, do you think he would free himself of the fear he has because of the ruler’s wife?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །
en: “He would not, Blessed One,” he replied.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: “Why is that?

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་མི་དེས་བུད་མེད་མ་མཆིས་པར་བུད་མེད་ཀྱི་འདུ་ཤེས་བསྐྱེད་དེ་ཡང་དག་པ་མ་ལགས་པ་ཀུན་བརྟགས་པའི་སླད་དུའོ། །
en: Blessed One, it is because that man has perceived a woman where there was no woman and has imagined something that did not truly exist.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་འདི་ན་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་ཁ་ཅིག་འདོད་ཆགས་མེད་པ་ལ་འདོད་ཆགས་ཀྱི་འདུ་ཤེས་བསྐྱེད་ནས་འདོད་ཆགས་ཀྱི་འཇིགས་པས་སྐྲག་སྟེ།
en: The Blessed One said, “Noble son, here there are some bhikṣus, bhikṣuṇīs, laymen, and laywomen who perceive desire where no desire exists.

source: འདོད་ཆགས་ལས་ངེས་པར་འབྱུང་བ་ཡོངས་སུ་ཚོལ་བ་དང་།
en: Afraid of the perils of desire, they seek escape from desire.

source: དེ་བཞིན་དུ་ཞེ་སྡང་མེད་པར་ཞེ་སྡང་གི་འདུ་ཤེས་བསྐྱེད།
en: They likewise perceive hatred where no hatred exists, and perceive ignorance where no ignorance exists.

source: གཏི་མུག་མེད་པར་གཏི་མུག་གི་འདུ་ཤེས་བསྐྱེད་ནས་གཏི་མུག་གི་འཇིགས་པས་སྐྲག་སྟེ།
en: Afraid of the perils of ignorance, they seek escape from ignorance.

source: གཏི་མུག་ལས་ངེས་པར་འབྱུང་བ་ཡོངས་སུ་ཚོལ་བ་གང་ཡིན་པ་རྣམས་ཀྱང་དེ་དང་འདྲ་བར་བལྟ་བར་བྱའོ། །
en: They should be seen as just like that man.

source: ང་ནི་མི་བླུན་པོ་དེ་དག་ལ་ལམ་སྒོམ་པ་ཡིན་ནོ་ཞེས་མི་སྨྲ་སྟེ། དེ་དག་ནི་ལོག་པར་ཞུགས་པ་ཞེས་བྱའོ། །
en: I do not say of such foolish people that they are cultivating the path; they should be said to be on the wrong course.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། མི་དེས་མེད་བཞིན་དུ་སྒྲོ་བཏགས་པས་འཇིགས་པ་མེད་པ་ལ་འཇིགས་པའི་འདུ་ཤེས་བསྐྱེད་པ་དེ་བཞིན་དུ།
en: “Noble son, in the analogy it is like this: where nothing exists, that man superimposes something, thereby perceiving peril where there is no peril.

source: རིགས་ཀྱི་བུ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ནི་འདོད་ཆགས་ཀྱི་མཐའ་མ་ཤེས་ནས་འདོད་ཆགས་ཀྱི་མཐའི་འཇིགས་པས་སྐྲག་སྟེ། འདོད་ཆགས་ཀྱི་མཐའ་ལས་ངེས་པར་འབྱུང་བ་ཡོངས་སུ་ཚོལ་ལོ། །
en: Likewise, noble son, not knowing what the extent of desire is, childish ordinary beings are afraid of the perils of the extent of desire and seek escape from the extent of desire.

source: ཞེ་སྡང་གི་མཐའ་ཅི་ཡང་མེད་པའི་མཐར་མ་ཤེས་ནས་ཞེ་སྡང་གི་མཐའི་འཇིགས་པས་སྐྲག་ཅིང་ཅི་ཡང་མེད་པའི་མཐའ་ལས་ངེས་པར་འབྱུང་བ་ཡོངས་སུ་ཚོལ་ལོ། །
en: Not knowing that the extent of hatred is the extent of nothing whatsoever, they are afraid of the perils of the extent of hatred and seek escape from what is the extent of nothing whatsoever.

source: གཏི་མུག་གི་མཐའ་སྟོང་པ་ཉིད་ཀྱི་མཐར་མ་ཤེས་ནས་གཏི་མུག་གི་མཐའི་འཇིགས་པས་སྐྲག་སྟེ། སྟོང་པ་ཉིད་ཀྱི་མཐའ་ལས་ངེས་པར་འབྱུང་བ་ཡོངས་སུ་ཚོལ་བར་བྱེད་དོ། །
en: Not knowing that the extent of ignorance is the extent of emptiness, they are afraid of the perils of the extent of ignorance and seek escape from what is the extent of emptiness.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། མི་ལ་ལ་ཞིག་སོས་ཀའི་ཟླ་བ་ཐ་མའི་ཉི་མ་གུང་ལ་ལམ་དུ་ཞུགས་ནས་ཚ་བས་ཉེན་ཏེ་ངལ་ཆད་ནས་སྐོམ་ཞིང་གདུངས་ཏེ་ཤིན་ཏུ་སོ་སོར་རྟོག་པའི་སྟོབས་དང་ལྡན་པར་གྱུར་ནས།
en: “Noble son, this may be illustrated as follows: suppose someone were on a road at noon in the last month of summer. Oppressed by the heat, they become exhausted, thirsty, and miserable.

source: དེས་འབྲོག་དགོན་པར་སྨིག་རྒྱུའི་ཆུ་འདལ་པ་ཆེན་པོའི་རྒྱུན་འབབ་པ་མཐོང་ལ།
en: The power of their intense conjecturing leads them to see, there in the wilderness, the mirage of a large, gently flowing river.

source: དེ་དེར་འདི་ལྟར་སོ་སོར་རྟོག་པར་བྱེད་དེ། བདག་ཁྱིམ་དུ་མ་ཕྱིན་གྱི་བར་དུ་རེ་ཞིག་ཆུ་འདི་བཏུང་བར་མི་བྱའོ་སྙམ་ནས་དེས་སྨིག་རྒྱུ་དེ་བོར་ཏེ་རང་གི་ཁྱིམ་དུ་སོང་ངོ་། །
en: Concluding that it is there in that way, they think, ‘I will not drink this water while I am still away from home,’ and they leave the mirage behind to go home.

source: རང་གི་ཁྱིམ་དུ་སོང་ནས་བདག་སྐོམ་ལ་ཆུ་མཐོང་བཞིན་དུ་མ་འཐུངས་པར་བོར་བ་ནི་བདག་གིས་ངོ་མཚར་ཅིག་བྱས་སོ། །
en: Arriving home, they keep on declaring: ‘Although I was thirsty and saw water, I left it behind without drinking it. What I did was amazing!

source: བདག་གིས་མཆོག་ཏུ་ངོ་མཚར་བ་ཞིག་བྱས་སོ་ཞེས་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་ན།
en: I have done something truly wonderful!’

source: རིགས་ཀྱི་བུ་འདི་ཇི་སྙམ་དུ་སེམས།
en: “Noble son, what do you think?

source: མི་དེས་ཆུ་མེད་ཅིང་ཡོད་པ་མ་ཡིན་པ་མ་འཐུངས་ཏེ་བོར་བ་ལ་ངོ་མཚར་ཅིག་བྱས་པ་ཡོད་དམ།
en: Through not drinking water that did not exist and was not there and leaving it behind, has that person done something wonderful?”

source: བཅོམ་ལྡན་འདས་དེ་ན་ཆབ་ཀྱང་མ་མཆིས། ཆབ་ཏུ་གདགས་པ་ཡང་མ་མཆིས་ཏེ།
en: Blessed One, it is because in that place there was no water, nor anything designated as water.

source: བཅོམ་ལྡན་འདས་མི་དེ་ཆབ་མ་མཆིས་པར་འདུ་ཤེས་འཁྲུལ་ཏེ། དེ་ཆབ་དོར་བར་སོ་སོར་རྟོག་པར་བགྱིད་ཅིང་མི་བདེན་པའི་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་བསྐྱེད་ནས་དགའ་བ་དེས་མགུ་བར་འཛིན་པར་བྱས་སོ། །
en: Blessed One, they wrongly perceived nonexistent water, concluded that they had relinquished it, and have become joyful, ecstatic, and exhilarated by a joy that has no truth to it.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་འདི་ན་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་ཁ་ཅིག་དེ་བཞིན་གཤེགས་པའི་དགོངས་པའི་ཚིག་མ་ཤེས་ནས།
en: The Blessed One said, “Noble son, here there are some bhikṣus, bhikṣuṇīs, laymen, and laywomen who do not understand the Tathāgata’s statements as they were intended.

source: སེར་སྣའི་སེམས་ཡོངས་སུ་སྤང་བའི་ཕྱིར་སྦྱིན་པ་མེད་པར་སྦྱིན་པའི་འདུ་ཤེས་སྐྱེད་དེ་མེད་བཞིན་དུ་སོ་སོར་རྟོག་པར་བྱེད་ལ། མི་བདེན་པའི་དགའ་བ་དང་།
en: In order to abandon miserliness, they perceive generosity where there is no generosity, and conclude that it is there although it does not exist.

source: མཆོག་ཏུ་དགའ་བ་སྐྱེད་ཅིང་བདག་ཅག་གིས་ནི་སེར་སྣའི་སེམས་བསལ་ཏོ་སྙམ་སྟེ།
en: Thinking, ‘We have eliminated the mind of miserliness!’

source: དགའ་བ་དེས་མགུ་བར་འཛིན་པ་དང་།
en: they become joyful, ecstatic, and exhilarated by a joy that has no truth to it.

source: འཆལ་པའི་ཚུལ་ཁྲིམས་ཀྱི་སེམས་ཡོངས་སུ་སྤང་བའི་ཕྱིར་ཚུལ་ཁྲིམས་མེད་པར་ཚུལ་ཁྲིམས་ཀྱི་འདུ་ཤེས་སྐྱེད་དེ་མེད་བཞིན་དུ་སོ་སོར་རྟོག་པར་བྱེད་ལ། མི་བདེན་པའི་དགའ་བ་དང་།
en: “In order to abandon the mind of violating discipline, they perceive ethical discipline where there is no ethical discipline and conclude that it is there although it does not exist.

source: མཆོག་ཏུ་དགའ་བ་སྐྱེད་ཅིང་བདག་ཅག་གིས་ནི་འཆལ་པའི་ཚུལ་ཁྲིམས་ཀྱི་སེམས་བསལ་ཏོ་སྙམ་སྟེ།
en: Thinking, ‘We have eliminated the mind of corrupted discipline!’

source: གནོད་སེམས་ཀྱི་སེམས་ཡོངས་སུ་སྤང་བའི་ཕྱིར་བཟོད་པ་མེད་པར་བཟོད་པའི་འདུ་ཤེས་སྐྱེད་དེ་མེད་བཞིན་དུ་སོ་སོར་རྟོག་པར་བྱེད་ལ། མི་བདེན་པའི་དགའ་བ་དང་།
en: “In order to abandon the mind of malice, they pereive patience where there is no patience, and conclude that it is there although it does not exist.

source: མཆོག་ཏུ་དགའ་བ་སྐྱེད་ཅིང་བདག་ཅག་གིས་ནི་གནོད་སེམས་ཀྱི་སེམས་བསལ་ཏོ་སྙམ་སྟེ།
en: Thinking, ‘We have eliminated the mind of malice!’

source: ལེ་ལོའི་སེམས་ཡོངས་སུ་སྤང་བའི་ཕྱིར་བརྩོན་འགྲུས་མེད་པར་བརྩོན་འགྲུས་ཀྱི་འདུ་ཤེས་སྐྱེད་དེ། མེད་བཞིན་དུ་སོ་སོར་རྟོག་པར་བྱེད་ལ། མི་བདེན་པའི་དགའ་བ་དང་།
en: “In order to abandon the mind of laziness, they perceive joyous effort where there is no joyous effort, and conclude that it is there although it does not exist.

source: མཆོག་ཏུ་དགའ་བ་སྐྱེད་ཅིང་བདག་ཅག་གིས་ནི་ལེ་ལོའི་སེམས་བསལ་ཏོ་སྙམ་སྟེ།
en: Thinking, ‘We have eliminated the mind of laziness!’

source: རྣམ་པར་གཡེངས་པའི་སེམས་ཡོངས་སུ་སྤང་བའི་ཕྱིར་བསམ་གཏན་མེད་པར་བསམ་གཏན་གྱི་འདུ་ཤེས་སྐྱེད་དེ་མེད་བཞིན་དུ་སོ་སོར་རྟོག་པར་བྱེད་ལ། མི་བདེན་པའི་དགའ་བ་དང་།
en: “In order to abandon the mind of distraction, they perceive meditative concentration where there is no meditative concentration and conclude that it is there although it does not exist.

source: མཆོག་ཏུ་དགའ་བ་སྐྱེད་ཅིང་བདག་ཅག་གིས་ནི་རྣམ་པར་གཡེངས་པའི་སེམས་བསལ་ཏོ་སྙམ་སྟེ།
en: Thinking, ‘We have eliminated the mind of distraction!’

source: མི་ཤེས་པའི་སེམས་ཡོངས་སུ་སྤང་བའི་ཕྱིར་ཤེས་རབ་མེད་པར་ཤེས་རབ་ཀྱི་འདུ་ཤེས་སྐྱེད་དེ་མེད་བཞིན་དུ་སོ་སོར་རྟོག་པར་བྱེད་ལ།
en: “In order to abandon the mind of ignorance, they perceive wisdom where there is no wisdom, and conclude that it is there although it does not exist.

source: མི་བདེན་པའི་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་སྐྱེད་ཅིང་བདག་ཅག་གིས་ནི་མི་ཤེས་པའི་སེམས་བསལ་ཏོ་སྙམ་སྟེ།
en: Thinking, ‘We have eliminated the mind of ignorance!’ they become joyful, ecstatic, and exhilarated by a joy that has no truth to it.

source: དགའ་བ་དེས་མགུ་བར་འཛིན་པ་གང་ཡིན་པ་རྣམས་ཀྱང་དེ་དང་འདྲ་བར་བལྟ་བར་བྱའོ། །
en: “They should be seen as just like that person.

source: ང་ནི་མི་བླུན་པོ་དེ་དག་ལ་ལམ་སྒོམ་པ་ཡིན་ནོ་ཞེས་མི་སྨྲ་སྟེ། དེ་དག་ནི་ལོག་པར་ཞུགས་པ་ཞེས་བྱའོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན་མི་ཞིག་ཆུ་མེད་པར་འདུ་ཤེས་འཁྲུལ་ཏེ། དེ་ཆུ་དོར་བར་སོ་སོར་རྟོག་པར་བྱེད་ལ། མི་བདེན་པའི་དགའ་བ་དང་།
en: I do not say of such foolish people that they are cultivating the path; they should be said to be on the wrong course.

source: མཆོག་ཏུ་དགའ་བ་སྐྱེད་ཅིང་དགའ་བ་དེས་མགུ་བར་འཛིན་པ་དེ་བཞིན་དུ་རིགས་ཀྱི་བུ་འདི་ན་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་ཁ་ཅིག་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཀྱི་དབྱིངས་མ་ཤེས་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མེད་པར་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུར་འདུ་ཤེས་འཁྲུལ། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་མེད་པར་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུར་འདུ་ཤེས་འཁྲུལ། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་མེད་པར་ཕྱིར་མི་འོང་བའི་འབྲས་བུར་འདུ་ཤེས་འཁྲུལ། དགྲ་བཅོམ་པ་ཉིད་ཀྱི་འབྲས་བུ་མེད་པར་དགྲ་བཅོམ་པ་ཉིད་ཀྱི་འབྲས་བུར་འདུ་ཤེས་འཁྲུལ། རང་སངས་རྒྱས་ཉིད་ཀྱི་འབྲས་བུ་མེད་པར་རང་སངས་རྒྱས་ཉིད་ཀྱི་འབྲས་བུར་འདུ་ཤེས་འཁྲུལ། སངས་རྒྱས་ཉིད་ཀྱི་འབྲས་བུ་མེད་པར་སངས་རྒྱས་ཉིད་ཀྱི་འབྲས་བུར་འདུ་ཤེས་འཁྲུལ།
en: “Noble son, this is as in the analogy: just as that person wrongly perceives nonexistent water, concludes that they have relinquished the water, and becomes joyful, ecstatic, and exhilarated by a joy that has no truth to it, so, too, noble son, here there are some bhikṣus, bhikṣuṇīs, laymen, and laywomen who do not understand the Tathāgata’s dharmadhātu and who wrongly perceive the result of a stream enterer where there is no result of a stream enterer, wrongly perceive the result of a once-returner where there is no result of a once-returner, wrongly perceive the result of a non-returner where there is no result of a non-returner, wrongly perceive the result of an arhat where there is no result of an arhat, wrongly perceive the result of a pratyekabuddha where there is no result of a pratyekabuddha, wrongly perceive the result of a buddha where there is no result of a buddha, and wrongly perceive the result of nirvāṇa where there is no result of nirvāṇa, concluding that they are there although they do not exist.

source: མྱ་ངན་ལས་འདས་པའི་འབྲས་བུ་མེད་པར་མྱ་ངན་ལས་འདས་པའི་འབྲས་བུར་འདུ་ཤེས་འཁྲུལ་ཏེ། མེད་བཞིན་དུ་སོ་སོར་རྟོག་པར་བྱེད་ལ། མི་བདེན་པའི་དགའ་བ་དང་།
en: They become joyful, ecstatic, and exhilarated by a joy that has no truth to it.

source: མཆོག་ཏུ་དགའ་བ་སྐྱེད་ཅིང་དགའ་བ་དེས་མགུ་བར་འཛིན་པ་གང་ཡིན་པ་རྣམས་ཀྱང་དེ་དང་འདྲ་བར་བལྟ་བར་བྱའོ། །
en: They should be seen as just like that person.
